Repository: Cqoicebordel/webslice-plasmoid
Catalog: cqcb.plasma.webslice/contents/locale/*/LC_MESSAGES/cqcb.plasma.webslice.po
Languages: es

source: Attention, modify with care and only if you know what you are doing.
es: Atención, cambia con cuidado y solo se usted sabe lo que está haciendo.

source: Enable JS Scroll Into View
es: Habilita desplazamiento JS en la View

source: JS Selector :
es: Selector JS:

source: Minimum Content width :
es: Anchura mínima de lo contenido

source: This option can help you trigger media queries, and may help with zoom.
es: Esta opción puede ayudarlo en desencadenar media queries y puede ayudar con el zoom.

source: Enable personnalized JavaScript to be executed once the page is loaded
es: Habilita la ejecución de Javascript personalizado cuando la página es cargada

source: Your JavaScript :
es: Su Javascript:

source: Enable auto reload
es: Habilita a recargar automáticamente.

source: Reload interval :
es: intervalo de recarga:

# Abbreviation for seconds
source: sec
es: seg

source: Enable transparency
es: Habilita transparencia

source: Note that the transparency will only work if the page background is also transparent or not set. Also, the transparency may not be visible until the page is reloaded or repainted.
es: Tenga en cuenta que la transparencia sólo funcionará si el fondo de la página también es transparente o no configurada. Además, la transparencia puede no ser visible hasta que la página sea recargada o sea repintada.

source: Plasmoid behaviour :
es: comportamiento del plasmoid:

source: Display the site
es: Mostra el sitio

source: Display a button that opens the site in a new panel
es: Mostra un butón que abre el sitio en un nuevo panel

source: Note that this behaviour will not be visible until the plasmoid is reloaded.
es: Tenga en cuenta que este comportamiento no es visible hasta que el plasmoid sea recargado.

source: Display reload animation
es: Mostra la animación de recarga

source: Reload
es: Recargar

source: Configure
es: Configurar

# NAME OF TRANSLATORS
source: Your names
es: Sus nombres

# EMAIL OF TRANSLATORS
source: Your emails
es: Sus correos electrónicos
