Repository: Cqoicebordel/webslice-plasmoid
Catalog: cqcb.plasma.webslice/contents/locale/*/LC_MESSAGES/plasma_applet_cqcb.plasma.webslice.po
Languages: de, es, fr, nl, pt_br, ru

source: Scroll to a fixed position
de: Zu einer festen Position scrollen
es: Desplazarse hacia una posición fija
fr: Défiler vers une position précise
nl: Scrollen naar vaste positie
ru: Прокручивать до фиксированной позиции

source: Scroll To :
de: Scroll nach :
es: Desplazarse hacia :
fr: Défiler vers :
nl: Scrollen naar :
ru: Прокручивать до :

source: Enable JS Scroll Into View
de: JS Selektor Auswahl ins Blickfeld scrollen
es: Habilita desplazamiento JS en la View
fr: Activer le déplacement de la page
nl: JS-scrollen in weergave toestaan
pt_br: Habilitar rolagem JS na Visualização
ru: Включить прокрутку JS

source: JS Selector :
de: JS-Selektor :
es: Selector JS :
fr: Sélecteur JS :
nl: JS-selectie :
ru: Селектор JS :

source: Enable custom User-Agent
de: Benutzerdefinierten Benutzer-Agenten aktivieren
es: Habilitar agente de usuario personalizado
fr: Activer l'User-Agent personnalisé
nl: Aangepaste gebruikersagent gebruiken
ru: Включить пользовательский User-Agent

source: Reload the page when activated through the global shortcut
de: Die Seite neu laden, wenn sie über das globale Tastenkürzel aktiviert wird
es: Recargar la página cuando se activa a través de un atajo global
fr: Recharge la page lorsque le Plasmoid est activé grace au raccourci global
nl: Pagina herladen indien geactiveerd door globale sneltoets
ru: Перезагружать страницу при активации через глобальное сочетание клавиш

# Setting, checkbox, to ignore HTTPS errors, and display the page
source: Bypass Certificates/SSL/TLS errors
de: Zertifikat/SSL/TLS Fehler umgehen
es: Bypass errores de Certificados/SSL/TLS
fr: Ignorer les erreurs de Certificats/SSL/TLS
nl: SSL-/TLS-certificaatfouten negeren

source: Display the scrollbars (follow the site)
de: Bildlaufleisten anzeigen (nach Seitenvorgabe)
es: Mostrar barras de desplazamiento (siguen el sitio)
fr: Montrer les barres de défilement (suivre le site)
nl: Schuifbalken tonen (website-instellingen volgen)
ru: Отображать полосы прокрутки (следуя сайту)

source: Hide the scrollbars (<i>overflow: hidden</i> method)
de: Bildlaufleisten ausblenden (<i>overflow: hidden</i> Methode)
es: Ocultar barras de desplazamiento (método <i>overflow: hidden </i>)
fr: Cacher les barres de défilement (méthode <i>overflow: hidden</i>)
nl: Schuifbalken verbergen (<i>overflow: hidden</i>-methode)
ru: Скрывать полосы прокрутки (метод <i>overflow: hidden</i>)

source: Hide the scrollbars (<i>::-webkit-scrollbar</i> method)
de: Bildlaufleisten ausblenden (<i>::-webkit-scrollbar</i> Methode)
es: Ocultar barras de desplazamiento (método <i>::-webkit-scrollbar</i>)
fr: Cacher les barres de défilement (méthode <i>::-webkit-scrollbar</i>)
nl: Schuifbalken verbergen (<i>::-webkit-scrollbar</i>-methode)
ru: Скрывать полосы прокрутки (метод <i>::-webkit-scrollbar</i>)

source: Enable personnalized JavaScript to be executed once the page is loaded
de: Persönliche JavaScripts, die nach dem laden der Seite ausgeführt werden.
es: Habilita la ejecución de Javascript personalizado cuando la página es cargada
fr: Activer le JavaScript personnalisé à être exécuté lorsque la page est chargée
nl: Eigen JavaScript uitvoeren als pagina geladen is
pt_br: Habilita Javascript personalizado a ser executado uma vez que a pagina tenha sido carregada.
ru: Включить пользовательский JavaScript, который будет выполняться после загрузки страницы

source: Your JavaScript :
de: Ihr JavaScript :
es: Tu JavaScript :
fr: Votre JavaScript :
nl: Mijn JavaScript :
ru: Ваш JavaScript :

source: Shortcuts :
de: Tastenkürzel :
es: Atajos :
fr: Raccourcis :
nl: Sneltoets :
ru: Клавиши быстрого доступа :

source: Note that the usual shortcuts for those actions are already included. Here you can add to those. It's in experimental, because it's seems to not work for some shortcuts, and because I don't know if they will be global or not once the plasmoid is properly installed. There might also be an issue when multiple webslices are present.
de: Hier können Sie diese ergänzen. Beachten Sie, dass die üblichen Abkürzungen für diese Aktionen bereits enthalten sind. Dies ist in "Experimente", weil es für einige Tastenkürzel nicht zu funktionieren scheint und weil ich nicht weiß, ob sie global sein werden oder nicht, wenn das Plasmoid richtig installiert ist. Es könnte auch Probleme mit mehreren vorhandenen Webslices geben.
es: Tenga en cuenta que los atajos habituales para esas acciones ya están incluidos. Aquí puede añadir a los mismos. Está en fase experimental, porque parece que no funciona para algunos atajos, y porque no sé si serán globales o no una vez que el plasmoide esté propiamente instalado. También podría haber un problema cuando hay múltiples webslices presentes.
fr: Notez que les raccourcis usuels pour ces actions sont déjà inclus. Ici, vous pouvez en ajouter d'autres. C'est dans l'onglet expérimental parce que ça ne semble pas fonctionner pour tous les raccourcis, et parce que je ne sais pas si les raccourcis seront globaux lorsque le Plasmoid sera installé correctement. Il pourrait également y avoir des problèmes si plusieurs Webslices sont présents.
nl: Let op: de gebruikelijke sneltoetsen voor deze acties zijn al ingesteld - hiermee kun je alleen meer acties toevoegen. Deze instelling is gemarkeerd als "experimenteel" omdat niet alle sneltoetsen lijken te werken en ik niet weet of ze globaal worden ingesteld nadat de plasmoid is afgesteld. Bovendien kunnen er problemen optreden bij het gebruik van meerdere webslices.
ru: Учитывайте, что обычные сочетания клавиш для данных действий уже подключены. Здесь вы можете добавить дополнительные. Это экспериментальная функция, потому что она похоже не работает для некоторых сочетаний клавиш, а также потому, что я не знаю будет ли это глобальным или нет, когда плазмоид будет правильно установлен. Также могут быть проблемы, когда присутствуют несколько виджетов данного типа.

source: Back (ctrl+left already in)
de: Zurück (Strg+Links bereits vorhanden)
es: Atrás (ctrl+izquierda una vez dentro)
fr: Précédent (ctrl+gauche déjà inclus)
nl: Terug (standaard: ctrl+pijltje naar links)
ru: Назад (ctrl+left уже действует)

source: Forward (ctrl+right already in)
de: Vor (Strg+rechts bereits vorhanden)
es: Adelante (ctrl+derecha una vez dentro)
fr: Suivant (ctrl+droite déjà inclus)
nl: Vooruit (standaard: ctrl+pijltje naar rechts)
ru: Вперёд (ctrl+right уже действует)

source: Reload (F5 already in)
de: Neu laden (F5 bereits vorhanden)
es: Recargar (F5 una vez dentro)
fr: Recharger (F5 déjà inclus)
nl: Herladen (standaard: F5)
ru: Обновить (F5 уже действует)

source: Stop (Esc already in)
de: Stop (Esc bereits vorhanden)
es: Detener (Esc una vez dentro)
fr: Stop (Échap déjà inclus)
nl: Stoppen (standaard: Esc)
ru: Остановить (Esc уже действует)

source: Fill the whole width and height
de: Die gesamte Breite und Höhe ausfüllen
es: Rellenar ancho y altura por completo
fr: Remplir toute la hauteur et la largeur
nl: Pagina geheel inpassen in plasmoid
ru: Заполнять высоту и ширину полностью

source: Might be useful when the plasmoid is in a panel, to fill the empty space. Not sure if it works correctly, and not sure if it really fill vertically (seems OK horizontally).
de: Dies kann nützlich sein, wenn sich das Plasmoid in einem Paneel befindet, um den leeren Raum aufzufüllen. Ich bin mir nicht sicher, ob es richtig funktioniert und ob es tatsächlich vertikal auffüllt (horizontal scheint aber OK zu sein).
es: Puede ser útil cuando el plasmoide está en un panel, para llenar el espacio vacío. No estoy seguro si funciona correctamente, y tampoco si realmente se llena verticalmente (horizontalmente parece estar bien).
fr: Pourrait être utile lorsque le plasmoid est dans un panneau, pour remplir l'espace vide. Je ne suis pas sûr que ça fonctionne correctement, et je ne suis pas sûr que ça remplisse verticalement (horizontalement semble fonctionner).
nl: Dit kan handig zijn om de lege ruimte op te vullen als de plasmoid op een paneel is geplaatst. Ik weet niet zeker of het goed werkt en de verticale opvulling klopt (horizontaal lijkt in ieder geval te kloppen).
ru: Бывает полезно, когда плазмоид на панели, чтобы заполнить пустое место. Без гарантий что это работает правильно и реально заполнится по вертикали (по горизонтали, похоже, работает).

# Setting, checkbox, to avoid behaving like a private window in a browser
source: Allow to store navigation data
de: Speicherung von Navigationsdaten erlauben
es: Permitir almacenar los datos de navegación
fr: Stocker les données de navigation
nl: Navigatie-informatie opslaan

# Text info just below the "Allow to store navigation data"
source: By default, Webslices behave like a private window in a standard browser and no data is stored on disk. That's why you have to re-login when you restart you computer. So, activate this option if you want data to be stored.<br />The profile name is the folder in which your data will be stored. Don't change it unless you want multiple webslices connected with different accounts to the same website.
de: Standardmäßig verhalten sich Webslices wie private Fenster in einem Browser und es werden keine Daten auf der Festplatte gespeichert. Deshalb müssen Sie sich neu anmelden, wenn Sie Ihren Computer neu starten. Aktivieren Sie diese Option, wenn Sie möchten, dass Daten gespeichert werden.<br />Der Profilname ist der Ordner, in dem Ihre Daten gespeichert werden. Ändern Sie ihn nicht, außer Sie möchten mehrere Webslices mit unterschiedlichen Konten der selben Website verbinden.
es: Por defecto, los Webslices se comportan como una ventana privada en un navegador estándar y no se almacenan datos en el disco. Por eso mismo debes volver a iniciar sesión cuando reinicies tu ordenador. Por lo tanto, activa esta opción si quieres que se almacenen datos.<br /> El nombre del perfil es la carpeta en la que se almacenarán tus datos. No lo cambies a menos que quieras que múltiples webslices se conecten con diferentes cuentas al mismo sitio web.
fr: Par défaut, Webslice fonctionne comme une page de navigation privée dans un navigateur web standard, et aucune donnée n'est stockée sur le disque. C'est pourquoi vous devez vous identifier à nouveau à chaque fois que vous redémarrer votre ordinateur. Activez cette option si vous voulez que des données soient stockées.<br />Le nom de profile est le dossier dans lequel les données vont être stockées. Ne changer pas sa valeur sauf si vous avez besoin de vous connectez au même site web à travers multiple webslices.
nl: Standaard zijn webslices net als privévensters: er wordt niks opgeslagen op de schijf. Daarom moet je opnieuw inloggen op websites als je je computer herstart hebt. Schakel deze optie in als je de gegevens wilt opslaan.<br />De profielnaam is de map waarin de gegevens moeten worden opgeslagen. Wijzig deze naam niet, tenzij je meerdere webslices met dezelfde website hebt.

# Setting, textfield, name of the folder containing the profile (navigation) data
source: Profile name :
de: Profilname:
es: Nombre de perfil :
fr: Nom de profile :
nl: Profielnaam :

# Text info just below the "Profile name"
source: ⚠ Beware. Because of a bug in QT, those options will crash the web renderer each time they are changed. So, to make it work, change the settings, and restart the plasmoid (restarting plasmashell once should suffice).
de: ⚠ Vorsicht. Aufgrund eines Fehlers in QT führen diese Optionen bei jeder Änderung zum Absturz des Web-Renderers. Um ihn wieder zum Laufen zu bringen, ändern Sie die Einstellungen und starten Sie das Plasmoid neu (ein einmaliger Neustart der Plasmashell sollte ausreichen).
es: ⚠ Atento. Debido a un bug en QT, esas opciones bloquearán el renderizador web cada vez que se cambien. Así que, para que funcione, cambie la configuración y reinicie el plasmoide (reiniciar plasmashell una vez debería ser suficiente).
fr: ⚠ Attention. À cause d'un bug dans QT, ces options vont faire planter le moteur web à chaque fois qu'elles sont changées. Pour que tout fonctionne, changez ces options, et redémarrer le plasmoid (redémarrer plasmashell devrait suffire).
nl: ⚠ Let op: door een bug in Qt crasht de webweergave na het aanpassen van deze instellingen. Advies: herlaad na het aanpassen de plasmoid (het herstarten van het plasmashell-proces zou voldoende moeten zijn).

source: URL :
fr: Adresse :

source: Zoom factor :
de: Vergrößerungsfaktor:
es: Factor de zoom :
fr: Facteur d'agrandissement :
nl: Zoomniveau :
ru: Коэффициент масштабирования:

source: Enable auto reload
de: Automatisch neu laden
es: Habilitar recarga automática
fr: Activer l'auto-actualisation
nl: Automatisch herladen
pt_br: Habilitar auto atualização
ru: Включить авто-обновление

source: Reload interval :
de: Nachladeintervall:
es: Intérvalo de recarga :
fr: Intervalle d'actualisation :
nl: Tussenpoos :
ru: Интервал перезагрузки :

source: Plasmoid behaviour :
de: Plasmoid Verhalten:
es: Comportamento del plasmoid :
fr: Comportement du plasmoid :
nl: Plasmoid-gedrag :
ru: Поведение плазмоида :

source: Display the site
de: Site anzeigen
es: Mostrar el sitio
fr: Afficher le site
nl: Website tonen
pt_br: Exibir o site
ru: Отобразить страницу

source: Display a button that opens the site in a new panel
de: Kompakt-Ansicht anzeigen. Öffnet die Site bei Klick in einem neuen Paneel.
es: Mostrar un botón que abre el sitio en un panel nuevo
fr: Afficher un bouton qui ouvre le site dans un nouveau panneau
nl: Knop tonen om website op een nieuw paneel te openen
pt_br: Exibe um botão que abre o site em um novo painel
ru: Отобразить кнопку, которая открывает страницу в новой панели

source: Popup size
de: Pop-Up Größe
es: Tamaño del pop-up
fr: Taille de la popup
nl: Pop-upgrootte
ru: Размер всплывающего окна

source: Width
de: Breite
es: Ancho
fr: Largeur
nl: Breedte
ru: Ширина

source: Height
de: Höhe
es: Alto
fr: Hauteur
nl: Hoogte
ru: Высота

# General setting, checkbox, to show the pin icon to keep the popup open
source: Show pin button
de: Anheften Schaltfläche anzeigen
es: Mostrar botón de anclado
fr: Montrer le bouton pour garder le site ouvert
nl: Vastmaakknop tonen

source: to the left
de: Links
es: a la izquierda
fr: à gauche
nl: aan linkerkant

source: to the right
de: Rechts
es: a la derecha
fr: à droite
nl: aan rechterkant

source: Icon :
es: Ícono :
fr: Icône :
nl: Pictogram :
ru: Иконка :

source: Icon in "file:///media/.../icon.jpg" format, or name of <a href="https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html">standard freedesktop icons</a>.
de: Icon im Format "file:///medias/.../Icon.jpg" oder der Name der <a href="https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html">standard freedesktop icons</a>.
es: Ícono en formato "file:///media/.../icon.jpg", o el nombre de <a href="https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html">íconos estándar de freedesktop</a>.
fr: Icône décrite dans le format "file:///media/.../icon.jpg", ou en utilisant le nom des <a href="https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html">icônes standard freedesktop</a>
nl: Pictogrampad met de opmaak 'file:///media/.../icon.jpg' of een naam van een <a href="https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html">standaard freedesktop-pictogram</a>.
ru: Иконка в формате "file:///media/.../icon.jpg", или имя из <a href="https://specifications.freedesktop.org/icon-naming-spec/icon-naming-spec-latest.html">стандартных иконок freedesktop</a>.

source: Display loading animation
de: Ladeanimation anzeigen
es: Mostrar animación de carga
fr: Afficher l'animation de chargement
nl: Animatie tonen tijdens laden
ru: Отображать анимацию загрузки

source: Plasmoid background color :
de: Plasmoid Hintergrundfarbe :
es: Color de fondo del plasmoid :
fr: Couleur d'arrière-plan du plasmoid :
nl: Achtergrondkleur :
ru: Цвет фона плазмоида :

source: White
de: Weiß
es: Blanco
fr: Blanc
nl: Wit
ru: Белый

source: Transparent <i>(⚠ might cause drawing issues)</i>
de: Transparent <i>(⚠ könnte Darstellungsprobleme verursachen)</i>
es: Transparente <i>(⚠ podría causar problemas de dibujado)</i>
fr: Transparent <i>(⚠ pourrait créer des problèmes d'affichages)</i>
nl: Doorzichtig <i>(⚠ kan opmaakproblemen veroorzaken)</i>
ru: Прозрачный <i>(⚠ может привести к изъянам в отрисовке)</i>

source: Theme's background color
de: Hintergrundfarbe des Themas
es: Color de fondo del tema
fr: Couleur d'arrière-plan du thème
nl: Achtergrondkleur van thema
ru: Цвет фона из темы

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisée
nl: Aangepast
ru: Пользовательский

source: Note that the background color will only be visible if the page background is also transparent or not set. This setting is for the background of the plasmoid, not of the page.
de: Beachten Sie, dass die Hintergrundfarbe nur dann sichtbar ist, wenn der Seitenhintergrund ebenfalls transparent oder nicht gesetzt ist. Diese Einstellung gilt für den Hintergrund des Plasmoids, nicht für den der Seite.
es: Tenga en cuenta que el color de fondo sólo será visible si el fondo de la página también es transparente o no está configurado. Este ajuste es para el fondo del plasmoide, no de la página.
fr: Notez que la couleur d'arrière-plan sera visible uniquement si la page web n'a pas de couleur d'arrière-plan (ou est transparente). Ce réglage n'affecte que le plasmoid, pas la page web.
nl: Let op: de achtergrondkleur is alleen zichtbaar als de pagina-achtergrond is ingesteld op doorzichtig of niet is ingesteld. Deze instelling is van toepassing op de plasmoid- en niet op de pagina-achtergrond.
ru: Учитывайте, что цвет фона будет виден только если фон страницы тоже прозрачный или не задан. Эта настройка для фона плазмоида, а не страницы.

source: List of URL accessible throught the context menu to switch to others websites.
de: Liste der URLs, die über das Kontextmenü zugänglich sind, um zu anderen Websites zu wechseln.
es: Lista de URL accesibles a través del menú contextual para cambiar a otros sitios web.
fr: Liste d'adresses accessible dans le menu contextuel pour aller facilement d'un site web à l'autre.
nl: Lijst met url's voor het rechtermuisknopmenu om een andere site te openen.
ru: Список URL-адресов, доступных через контекстное меню, для переключения на другие веб-сайты

source: URL
fr: Adresse

source: Add a URL
de: URL hinzufügen
es: Agregar URL
fr: Ajouter une adresse
nl: URL toevoegen
ru: Добавить URL

source: Remove the selected URL
de: Ausgewählte URL entfernen
es: Eliminar URL seleccionada
fr: Supprimer l'adresse sélectionnée
nl: Geselecteerde url verwijderen
ru: Удалить выбранный URL

source: Move the selected URL up
de: Ausgewählte URL nach oben verschieben
es: Mover URL seleccionada hacia arriba
fr: Monter l'adresse sélectionnée
nl: Geselecteerde url omhoog verplaatsen
ru: Переместить выбранный URL вверх

source: Move the selected URL down
de: Ausgewählte URL nach unten verschieben
es: Mover URL seleccionada hacia abajo
fr: Descendre l'adresse sélectionnée
nl: Geselecteerde url omlaag verplaatsen
ru: Переместить выбранный URL вниз

source: Back
de: Zurück
es: Atrás
fr: Précédent
nl: Terug
ru: Назад

source: Forward
de: Vor
es: Adelante
fr: Suivant
nl: Vooruit
ru: Вперед

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
nl: Herladen
pt_br: Atualizar
ru: Обновить

source: Go to
de: Gehe zu
es: Ir a
fr: Aller à
nl: Ga naar
ru: Перейти к

source: Go Home
de: Startseite aufrufen
es: Ir a página de inicio
fr: Aller à la page d'accueil
nl: Startpagina
ru: Домой

source: Open current URL in default browser
de: Aktuelle URL im Standard-Browser öffnen.
es: Abrir URL actual en el navegador predeterminado
fr: Ouvrir l'URL actuelle dans le navigateur par défaut
nl: Huidige url openen in standaardbrowser
ru: Открыть текущий URL в браузере по умолчанию

source: Open link's URL in default browser
de: URL des Links im Standardbrowser öffnen
es: Abrir enlace de URL en el navegador predeterminado
fr: Ouvrir l'adresse du lien dans le navigateur par défaut
nl: Links openen in standaardbrowser
ru: Открывать ссылки в браузере по-умолчанию

source: Copy link's URL
de: URL des Links kopieren
es: Copiar enlace de URL
fr: Copier l'adresse du lien
nl: Linkadres kopiëren

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
nl: Instellen
pt_br: Configurar
ru: Настройки

source: General
de: Allgemein
fr: Général
nl: Algemeen
ru: Основные

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
nl: Geavanceerd
ru: Расширенные

source: More URLs
de: Weitere URLs
es: Más URLs
fr: Plus d'adresses
nl: Meer url's
ru: Больше URL

source: Experimental
de: Experimente
fr: Expérimental
nl: Experimenteel
ru: Экспериментально

source: User-Agent :
de: Benutzer-Agent :
es: Agente de usuario :
nl: Gebruikersagent :

# Abbreviation for seconds
source: %1 sec
de: %1 s
es: %1 seg
ru: %1 сек

source: px,
ru: пкс,

source: px
ru: пкс

# Abbreviation for pixels
source: %1 px
ru: %1 пкс

source: Attention, modify with care and only if you know what you are doing.
pt_br: Atenção, modifique com cautela e somente se você souber o que está fazendo.

source: JS Selector :
pt_br: Seletor JS:

source: Minimum Content width :
pt_br: Largura mínima do conteúdo:

source: (default : 100px)
pt_br: (padrão: 100px)

source: This option can help you trigger media queries, and may help with zoom.
pt_br: Esta opção pode ajudá-lo a ativar media queries, e pode ajudar com o zoom.

source: Your JavaScript :
pt_br: Seu Javascript:

source: Reload interval :
pt_br: Intervalo de atualização:

# Abbreviation for seconds
source: sec
pt_br: seg

source: Enable transparency
pt_br: Habilitar transparência

source: Note that the transparency will only work if the page background is also transparent or not set. Also, the transparency may not be visible until the page is reloaded or repainted.
pt_br: Note que a transparência somente irá funcionar se o fundo da página também for transparente ou não configurado. A transparência pode não ser visível até que a página seja atualizada ou renderizada uma vez mais.

source: Plasmoid behaviour :
pt_br: Comportamento do Plasmoid:

source: Note that this behaviour will not be visible until the plasmoid is reloaded.
pt_br: Note que este comportamento não será visível até que o plasmoid seja recarregado.

source: Display reload animation
pt_br: Exibir a animação de atualização

# NAME OF TRANSLATORS
source: Your names
pt_br: Seus nomes

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: Seus emails
